Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D17A.tmx
Source language: en_us
Languages: zh_cn

source: Myanmar's dazzling shrines to Buddha
zh_cn: 缅甸国度千座寺，绚烂夺目如佛国

source: As I sat on a high ledge of the 734-year-old Mingalarzedi Temple, looking out over the hundreds of ancient temples around Bagan, I wondered how long it would take a visitor to see them all.
zh_cn: 在734米高的Mingalarzedi寺中，坐在高高的窗台上，望着成千上百的蒲甘古寺庙，我想，要花多长时间才能把它们一一参拜完呢？

source: Archaeologists say there once were about 5,000 temples, but earthquakes, decay and long-ago looters have destroyed more than half of them.
zh_cn: 考古学家表示，曾经这里拥有大约5000座寺庙，但是由于地震、腐蚀和长期的夺掠至少摧毁了一半的寺庙。

source: Still, that's a lot of temples to explore in this 16-square-mile archaeological treasure trove.
zh_cn: 然而，在这个16平方英里的考古宝库中，仍有众多的寺庙有待发掘。

source: We visited Myanmar in February 2010 and, yes, I did feel a twinge of guilt when booking the trip.
zh_cn: 我们在2010年2月踏上缅甸，当订下此次旅程，我的内疚一阵一阵，痛彻心扉。

source: The country, formerly called Burma, has been at the top of the boycott list since pro-democracy leader Aung San Suu Kyi called on travelers to avoid visiting her country, explaining that tourism helped support the military dictatorship and not the people.
zh_cn: 这个以前称为Burma的国度，自从民运领袖昂山素季呼吁游客抵制来缅甸旅游后，受到很大程度的抵制，昂山素季解释，旅游业的繁荣会使军政府受益，而非人民受益。

source: Recently, she has softened her stance, seeing that the 15-year-old boycott may have dissuaded visitors and accomplished little to democratize her country.
zh_cn: 最近，她软化了立场，因为她看到15年来的抵制可能劝阻了游客，但是国家民主化的步伐却停滞不前。

source: Myanmar was close to my home (until recently when we moved back to the States) in Ho Chi Minh City, Vietnam, and the sale airfare I found online was so cheap I couldn't help myself.
zh_cn: 缅甸与家乡越南胡志明市如咫尺之隔（直到最近我搬回了美国），网上的机票价格也是便宜得难以置信。

source: Photographs of amazing temples, beautiful landscapes and people in colorful costumes got the better of my political conscience.
zh_cn: 寺庙精美绝伦，风景如画，民众穿着艳丽，一张张照片打动了我，我压下我的政治良心，踏上缅甸的土地。

source: The fly time to the capital city of Yangon was only about three hours from Ho Chi Minh City, not including a stopover in Bangkok.
zh_cn: 从胡志明市飞往仰光的空中时间只有三个小时，但是不包括在曼谷短暂停留的时间。

source: My husband, Robin, son Kai and I landed about noon and checked into the Central Hotel, one of Yangon's least expensive tourist hotels at $35 a night, including breakfast.
zh_cn: 大约中午，飞机着陆，我的丈夫罗宾，儿子凯和我住进了中央饭店，这是仰光最便宜的旅游饭店之一，每晚35美元，含早餐。

source: The one-hour flight to Bagan was scheduled for the next day.
zh_cn: 飞往蒲甘的一小时旅程安排在了明天。

source: After a short rest, we met a guide in the lobby who took us on a half-day tour of Yangon and several of its impressive sites.
zh_cn: 短暂休息后，我们在大厅与一位导游见面，他带我们体验了仰光半日游，参观了几个迷人的景点。

source: The Shwedagon Pagoda, a 2,500-year-old Buddhist temple, was built to enshrine relics, including, some say, eight hairs from Buddha's head.
zh_cn: 仰光大金寺，这是一座经历了2500年沧桑的佛教寺庙，当初建成以保护佛教古迹，包括佛首的八根头发。

source: Over the centuries, monarchs built the central stupa, a tall bell-shaped dome (tourists cannot enter it), up to its present height of 320 feet and adorned it with 8,600 bricks covered with gold plates and nearly 80,000 diamonds and other precious stones.
zh_cn: 近几个世纪，国王修建了中央佛塔，塔身高大，塔顶成圆钟状（游客禁止进入），现塔高320英尺，装饰有8600块镀金砖瓦，近80000粒钻石和其他珍贵石头。

source: It's simply dazzling.
zh_cn: 金碧辉煌，令人眼花缭乱。

source: At night, the golden stupa is lighted, giving the otherwise colorless city a beautiful focal point.
zh_cn: 夜晚来临，金色佛塔被灯光环绕，如众星拱月般，成了其他地方暗淡无光的城市一个精彩绚丽的焦点。

source: The second important historic site is the Sule Pagoda, which is more than 2,000 years old and half the size of Shwedagon.
zh_cn: 第二个重要的名胜古迹就是小金塔，小金塔已有2000年的历史，面积是大金寺的一半。

source: It too has plenty of gold and glitter to ooh and aah at.
zh_cn: 同样，它也富丽堂皇，金碧辉煌，令人惊叹不已。

source: The third worthwhile stop is the Chaukhtatgyi Pagoda, which houses a 230-foot-long reclining Buddha, built in 1966.
zh_cn: 第三处值得停留的景点是卧佛寺，里面有尊230英尺长的卧佛，于1966年所建。

source: Buddha's feet are covered with artful mosaic tiles that represent 108 (a sacred number in Buddhism) characteristics of the holy master.
zh_cn: 佛足满是陶瓷锦砖代表着佛的108个特征（108在佛教意味着神圣）

source: Knowing that Bagan and its 2,000-plus temples were to be the highlight of our five-day trip, it was hard to wait until the next morning to board the flight to this west-central Myanmar town.
zh_cn: 知道蒲甘和2000多座寺庙将是我们五日行程的重点后，第二天一早我便迫不及待地登上飞机飞往缅甸中西部小镇。

source: Bagan was founded in AD 108, but only began to flourish during the time of King Anawrahta, who reigned from 1044-1077.
zh_cn: 蒲甘于公元108年建成，但是在阿奴律陀王统治时期（1044-1077），蒲甘才开始兴盛起来。

source: It was the capital of Myanmar until 1287, when Kublai Khan and his cronies ran amok and sent the first empire fleeing, never to return.
zh_cn: 原来蒲甘是缅甸首都，在1287年，忽必烈可汗及其盟友攻陷缅甸，血洗蒲甘，缅甸第一个王朝因此覆灭，随着历史的车轮滚滚向前，再也未出现。

source: It was hard to get an accurate answer about how many temples and stupas were built.
zh_cn: 要想准确知道寺庙和舍利塔的数量，可不是件容易的事。

source: From various sources, we heard anywhere from 2,000 to 1 million. The likeliest number, in a UNESCO report in 1993, is that there once were about 5,000, but due to ruin or destruction, 2,230 remain standing in Bagan.
zh_cn: 我们从多方打听到，数量在2000到一百万之间，据联合国教科文组织1993的报告显示，当时数量最有可能是约5000座，但是由于破坏损毁，至今仍有2230座存留。

source: An earthquake in 1975 destroyed many of those, including the most ancient, the Bupaya Pagoda from the third century, which was rebuilt on the same spot.
zh_cn: 1975年一场地震，造成大量寺庙损毁，包括建于3世纪最古老的布巴雅塔，如今的布巴雅塔是在原址上重建的。

source: Bagan's temples and the tourist revenue they generate are the lifeblood of this town, so workers, many of them recruited from the military, quickly rebuilt or repaired much of the damage from that 6.5 quake.
zh_cn: 蒲甘的寺庙和游客税收是这个小镇的唯一依靠，所以，在那场6.5级地震过后，大部分来自军队的工人迅速将震后的损毁寺庙重建或修复。

source: "Look, so many pagodas in Bagan," said our driver, Tun. "If you built a pagoda, your sins would be forgiven.
zh_cn: “看吧，蒲甘寺庙真多，”我们的司机屯（音译）说道，“如果你建一座佛塔，你的罪行就会得到宽恕。

source: The bigger the sin, the bigger the pagoda," he explained on our way to our first temple after picking us up at the tiny Bagan airport.
zh_cn: 罪行越深，塔就越高大，”在蒲甘的小机场接我们前往第一座寺庙参观时，他向我们介绍。

source: The structures range in size from 3 feet high to the tallest, the 17-story Thatbyinnyu, to the largest, the Dhammayangyi Temple, which was built in the 12th century by a ruler with a guilty conscience: He smothered his ailing father, who was the king, and then killed his older brother so he could be the ruler.
zh_cn: 塔的结构大小最小三英尺高，最高为17层楼高的达比纽塔，最大为达玛央吉塔，此塔由12世纪一位统治者因内心悔恨所建：他掐死了他年老体弱的国王父亲，杀死了他的兄长，成为了新一任统治者。

source: Our first stop, at the Mingalarzedi Temple, offered the best preview of what makes Bagan so special.
zh_cn: 我们的第一站，便是Mingalarzedi寺，我们在这里提前体验了使蒲甘特别之处。

source: Several hundred steep steps up, visitors can walk around its highest terrace for a 360-degree view of temples and stupas as far as the eye can see.
zh_cn: 沿着陡峭的阶梯向上攀登，游客可围绕最高的露台360度极目眺望寺庙和舍利塔。

source: Some are made of interlocking, mortarless red bricks, like the one we were standing on.
zh_cn: 一些建筑由一块块干砌红砖砌成，比如我们现在所站之处。

source: Others are made of sandstone with their tops painted gold or silver.
zh_cn: 另一些建筑则是由砂岩建成，顶部漆上金漆或银漆。

source: Architectural styles are reminiscent of India's with intricate carvings, while others follow a Mon kingdom (pre-Burmese people) design ¡ª square with four entrances and an interior of dark, windowless corridors.
zh_cn: 建筑风格不禁让人想起印度复杂的雕工，有些有融合了孟王国（前-缅甸人）的设计——带有四个入口的广场，内部还有昏暗、无窗的走廊。

source: A seated Buddha statue is usually placed at each entrance in the temple.
zh_cn: 每尊佛像通常安置在寺庙的每个入口处。

source: We got back into the car and headed for the Gubyaukgyi Temple, dating from 1113, where colorful frescoes were painted to help teach people about Buddha's life.
zh_cn: 我们回到车上，前往古雅克依寺。古雅克依寺建于1113年，寺内画有色彩绚丽的壁画描绘佛的一生。

source: Some have been restored to their original vibrant colors by UNESCO.
zh_cn: 一些壁画已经由联合国教科文组织修复了原始鲜明的色彩。

source: Our next stop was the gorgeous and gilded Shwezigon, a smaller version of Yangon's Shwedagon Pagoda, with a central stupa and numerous surrounding shrines.
zh_cn: 我们的下一站便是雄伟壮观、富丽堂皇的瑞喜宫塔，这是缩小的仰光大金寺，由一座中央舍利塔及其周围众多佛殿组成。

source: King Anawrahta started it, but it was completed by King Kyanzittha about 1090 and is popular for pilgrimages.
zh_cn: 阿奴律陀王开工建造，但是直到1090年康塞达王时期才建成。瑞喜宫塔是信众朝圣之地。

source: After several more temple visits and a stop at a lacquerware store - a well-honed craft in Myanmar - we settled into a simple 10-room hotel where we were the only guests.
zh_cn: 随后我们陆续参观了几座寺庙，然后在一家漆器店前停下。在缅甸漆器是一项精致的打磨手艺。我们在一家只有10间房间到的小旅馆住下，当时我们是唯一的住客。

source: Before turning in, we looked up at the moonless night sky, which was sparkling with zillions of stars.
zh_cn: 上床睡觉前，我们抬头仰望，夜晚没有一丝月色的天空，只有亿万星光闪烁，充满魔力般，我们陷入了沉沉的星空中。

source: There were no city lights to mar the view.
zh_cn: 城市的灯光根本无法与如此纯净美好的星光媲美。

source: The next two days were filled with 20 more temple visits.
zh_cn: 接下来的两天我们参观了20多座寺庙，行程塞得满满的。

source: It sounds like a lot, but we met a German tourist who had been in Bagan for a month and was on his 500th temple.
zh_cn: 听起来挺多，可是我们碰到了一位德国游客，他已经来蒲甘一个月了，参观了整整500座寺庙。

source: We drove to the Mahabodhi Temple, which is my favorite because of the hundreds of tiny niches carved into the spires, each containing a different Buddha figure.
zh_cn: 我们驱车前往大菩提寺，这是我最喜欢的寺庙，因为寺庙屋顶刻满了上百座的小佛龛，里面供奉着不同的佛。

source: As a treat for Kai, 9, we had Tun drive on without us to the next temple while we hired a horse and cart and rode to the monstrous Dhammayangyi Temple, where the king who built it was also assassinated.
zh_cn: 为了让凯高兴，我们让屯独自驱车去下一个寺庙，而我们租了辆马车前往怪异的达玛央吉塔，当年建塔的国王在这里遭到暗杀。

source: Then, after seeing the late 12th century Gawdawpalin Temple, we stopped at the all-white Leimyethna, a one-story temple with faded murals dating from 1223.
zh_cn: 随后，参观了12世纪晚期的Gawdawpalin寺后，我们停在了全白的Leimyethna寺，这是座一层楼的寺庙，建于1223年，里面的壁画已经褪色。

source: There were no guards, no souvenir vendors, no other tourists.
zh_cn: 这里没有保安，没有纪念品商店，也没有其他游客。

source: Robin and Kai walked through it quickly and headed back to the car, while I lingered, wanting to experience alone the nearly 800-year-old temple.
zh_cn: 罗宾和凯迅速地径直穿过这座寺庙，然后转身走回车上，而我停在这里，想要独自感受这座将近800年历史的寺庙。

source: I sat cross-legged in front of a giant Buddha image, closed my eyes and just listened to the silence, broken only by the buzz of a passing bee.
zh_cn: 我盘腿坐在大佛图像前，闭上眼，轻轻地聆听这寂静，安静中只有一只飞过的蜜蜂在嗡嗡响。

source: My 10 minutes alone in the temple was a rare, heavenly experience.
zh_cn: 一个人呆在庙里10分钟，我很享受这少有美好的经历。

source: We visited 25 temples in three days.
zh_cn: 三天之内我们参观了25座寺庙。

source: Our eyes began to glaze over and the soles of our feet were rubbed raw by the temples' rough surfaces.
zh_cn: 我们的眼睛变得呆滞，寺庙凹凸不平的路面磨破了脚底。

source: Shoes aren't allowed in any temple; I wished we had brought socks.
zh_cn: 每座寺庙都不准穿鞋；我后悔没带来袜子。

source: It was time to return to Yangon for one more overnight.
zh_cn: 再过一夜就该返回仰光了。

source: We packed up and got to the airport early, but the best and cheapest souvenirs we'd seen in the country were in the airport lounge, so we had fun shopping for gifts.
zh_cn: 我们收拾好东西，早早地赶到机场，因为在缅甸候机厅的纪念品是最好也是最便宜的，所以我们乐此不疲地购买礼物。

source: We boarded the little 40-seat Air Bagan propeller plane.
zh_cn: 我们登上了四十座的小型蒲甘螺旋桨空中客机。

source: While passengers were still standing to put away their hand luggage, the plane started down the runway.
zh_cn: 乘客还站着放好手提行李时，飞机已经沿着跑道开始滑行。

source: People grabbed onto the seatbacks to steady themselves and quickly plopped into their seats.
zh_cn: 人们急忙抓住座椅站稳，迅速地坐上座位。

source: Then, just before takeoff, we all watched a local man take a stroll on the runway.
zh_cn: 然后，起飞前，我们都看到当地一位居民在跑道上漫步。

source: A policeman ran after him and escorted him away.
zh_cn: 一名警察追上他，护送他离开跑道。

source: Finally off the ground safely, I looked out the window at the thousands of temples we hadn't explored.
zh_cn: 最后，飞机安全地从地面起飞。我向窗外望去，还有千座寺庙我们还没有探寻。

source: For another visit, I thought.
zh_cn: 下次还来，我想。

source: And next time, I'll bring socks.
zh_cn: 下次，我要带上袜子。
